<link rel="stylesheet" href="assets/css/pages/about.css">

<div class="about_page_fill">
    <div class="about_title_fill">
        <h2>אודות הקורס</h2>
    </div>
    <div class="about_after_title_fill">
        <div class="about_pic_fill">
            <img src="assets/img/about_side_pic.gif" id="about_side_pic">
        </div>
        <div class="about_content_fill">
            <p>
                ברצוני להציג לך סוגייה שנורא חשובה לי אישית בתור מורה פרטי למתמטיקה בכיתות חטיבת הביניים והתיכון. אני מקבל המון תלמידים שהבסיס המתמטי שלהם בנושאים רבים כגון שברים, אחוזים והבנת בסיס הכפל לוטה בחסר שגורר אחריו המון בעיות בחישובים אלגבריים מתקדמים. במטרה להבין מה הסיבה לכך התחלתי לחקור ולברר את תוכניות הלימוד של הכיתות על פי משרד החינוך. ממצאיי עולה שאת הנושאים האלה רוכשים תלמידי משרד החינוך במהלך כיתה ו'. ולכן החלטתי לקחת על עצמי פרויקט ניסיון ולימדתי שתי תלמידות בכיתה ו' בבית ספר בקריית גת. במהלך הפרויקט הקלטתי חלק מהשיעורים שהועברו בזום וזיהיתי נקודות חולשה ונקודות חוזק בתלמידות. חשוב להדגיש שגם אילוצי הקורונה השפיעו על היכולת של המורים המופלאים של קריית גת במלאכת הלימוד.
            </p>
            <p>
                ולכן, נהגה הפרויקט בשם " סיימתי כיתה ו' " שמטרתו להכין את מסיימי כיתה ו' אל השנה החדשה של כיתה ז'.הוא לא עוד פרויקט רגיל של הכנה לכיתה ז' משום שהפרויקט שם לדגש את המטרות הבאות:1. חינוך אישי לתלמיד 2. מיומנות הפיתוח ולא הזיכרון. אני עושה זאת על ידי כך שלפני תחילת הפרויקט מקבל כל תלמיד מבחן שמטרתו לסווג את התלמידים על פי היכולות שלהם בנושאים השונים. כלומר אם תלמיד מצטיין בכפל נפייר אך, מתקשה בחיבור וחיסור שברים אין סיבה שהוא יכנס לשיעור בנושא כפל נפייר אך יש סיבה לזמנו לשיעור כפול בנושא חיבור וחיסור שברים. מעבר לתוכנית האישית שיטת הלימוד שלי מתבססת על הבנת העומק של המתמטיקה על סגנון של בניית החומר בצורה של אקסויומות ופיתוחים כלומר שכל חומר במתמטיקה נובע מחומר קודם שלמדת ולא שמה לדגש את פעולת הזיכרון ופעולת השינון של חומר מתמטי.
            </p>
        </div>
    </div>
</div>